[
  "obsidian-mind-map",
  "obsidian-dictionary-plugin",
  "obsidian-timestamp-notes",
  "obsidian-read-it-later",
  "cm-editor-syntax-highlight-obsidian",
  "periodic-notes",
  "readwise-official",
  "metaedit",
  "flashcards-obsidian",
  "obsidian-custom-attachment-location",
  "obsidian-thumbnails",
  "obsidian-paste-to-current-indentation",
  "metadata-menu",
  "url-into-selection",
  "supercharged-links-obsidian",
  "colored-text",
  "calendar",
  "google-calendar",
  "homepage",
  "obsidian-spaced-repetition",
  "templater-obsidian",
  "obsidian-icon-folder",
  "obsidian-completr",
  "obsidian-text-format",
  "obsidian-style-settings",
  "settings-search",
  "obsidian-file-color",
  "cmdr",
  "buttons",
  "obsidian-wordnet-plugin",
  "better-word-count",
  "text-extractor",
  "omnisearch",
  "numerals",
  "global-search-and-replace",
  "chem",
  "obsidian-dangling-links",
  "virtual-linker",
  "dataview",
  "unicode-search",
  "kindle-html-importer",
  "obsidian-shellcommands",
  "nldates-obsidian",
  "pomodoro-widget",
  "print",
  "quickadd",
  "obsidian-dynamic-background",
  "pexels-banner",
  "obisidian-note-linker",
  "file-tree-alternative",
  "obsidian-folder-index",
  "waypoint",
  "ai-image-analyzer",
  "surfing",
  "obsidian-enhancing-export",
  "advanced-canvas",
  "digitalgarden",
  "obsidian-git"
]